Repository: HighSparrowD/BlackLion
Catalog: MyWebApi/MyWebApi/Resources/Controllers/RegistrationController.*.resx
Languages: uk

# AcceptMessage
source: Gotcha
uk: Прийнято

source: Added
uk: Додано

# AgeError
source: Age please, only numbers
uk: Вік будь ласка, тільки цифри

# AgePrefsRequest
source: What age would you like your companion to be ?
uk: Якого віку ви хочете знайти особу?

# AgeRequest
source: How old are you ?
uk: Скільки тобі років?

# CityChooseString
source: Choose one city from above, or simply type to a chat
uk: Вибери місто зі списку вище, або просто напиши назву в чат

# CityNoneError
source: You haven't chosen a city !
uk: Ти не вибрав(-ла) місто !

# CityRequest
source: Which city do you live in ?
uk: У якому місті ти живеш?

# CityTypeError
source: City was not recognized, try finding it in our list above
uk: Місто не знайдено. Спробуй обрати зі списку вище

# CountryChooseString
source: Choose one from above, or simply write counry to a chat
uk: Вибери країну зі списку вище, або просто напиши назву в чат

# CountryError
source: Please choose only ones in a given list !
uk: Будь ласка, обери тільки ті, які є у списку

# CountryNoneError
source: You haven't chosen a country !
uk: Ти не вибрав країну!

# CountryRequest
source: Which country do you live in?
uk: У якій країні ти живеш?

# CountryTypeError
source: Country was not recognized, try finding it in our list above
uk: Країна не була знайдена. Спробуй знайти її в списку вище

# CPrefsInRealLife
source: In real life
uk: У реальному житті

# CPrefsNoMatter
source: Does not matter
uk: Не має значення

# CPrefsOnline
source: Online
uk: Онлайн

# CPrefsRequest
source: How would you like to communicate ?
uk: Як би ви хотіли спілкуватися?

# DescriptionNoneError
source: Description cannot be empty. Just describe yourself in a few words ;-)
uk: Опис не може бути порожнім. Спробуй описати себе декількома словами ;-)

# DescriptionRequest
source: Tell something about yourself !
uk: Розкажи про себе !

source: Female
uk: Жіночий

# GenderPrefsRequest
source: Who are you searching for ?
uk: Кого ти шукаєш ?

# GenderPrefsTypeError
source: Please choose only ones in the list
uk: Будь ласка, обери тільки надані варіанти

# GenderRequest
source: What is your gender ?
uk: Який твій гендер ?

# IncorrectCountry
source: Incorrect country code
uk: Невірний код країни

# LanguageChooseString
source: Choose few from above, or simply write language to chat :-)
uk: Вибери пару зі списку вище, або просто напиши назву мови в чат :-)

# LanguageError
source: There is no such language. Please try again
uk: Немає такої мови. Будь ласка, спробуй ще раз

# LanguageNoneError
source: You haven't chosen any languages !
uk: Ти не вибрав(-ла) жодної мови!

# LanguagePrefsRequest
source: What languages are you willing to speak with people ?
uk: Якими мовами ти хочеш спілкуватися з людьми?

# LanguageRequest
source: Please state all languages you speak
uk: Будь ласка, вкажи всі мови, якими розмовляєш

# LanguageTypeError
source: Language was not recognized, try finding it in our list above
uk: Мова не була знайдена, спробуй знайти її у списку вище

# LocationPrefsRequest
source: People from which countries would you like to communicate with ?
uk: З людьми з яких країн ти б хотів( -ла) спілкуватися?

source: Male
uk: Чоловічий

# NameNoneError
source: Name cannot be empty !
uk: Ім'я не може бути порожнім !

# NameRequest
source: What is your name ?
uk: Як тебе звати?

source: Neutral
uk: Нейтральний

# NoMatter
source: Does not matter
uk: Не має значення

source: Ok
uk: Ок

# PhotoNoneError
source: I can't find a photo in your message
uk: Я не бачу фотку в твоєму повідомленні

# PhotoRequest
source: Send your photo
uk: Надішли мені свою фотку

# ReasonError
source: No-no, you can't search for something else here ;-)
uk: Ні-ні, ти навряд-чи знайдеш тут щось інше ;-)

# ReasonRequest
source: What are you searching for ?
uk: Чого ти тут шукаєш ?

source: Removed
uk: Вилучено

# SameAsMineButton
source: Same as mine
uk: Як і в мене

# SameAsMineCityConfirmMessage
source: Got it! Press OK to move to the next step or choose another city if you want ;-)
uk: Прийнято! Натисни Ок, щоб перейти до наступного кроку, або обери інше місто, якщо хочеш ;-)

# SameAsMineCountryConfirmMessage
source: Got it! Press OK to move to the next step or choose another country if you want ;-)
uk: Прийнято! Натисни Ок щоб перейти до наступного кроку, або обери іншу країну якщо хочеш ;-)

# SameAsMineLanguageConfirmMessage
source: Got it! Press OK to move to the next step or add more languages if you want ;-)
uk: Прийнято! Натисни Ок щоб перейти до наступного кроку, або додай більше мов якщо хочеш ;-)
